Repository: murphy-lyu/carry-ios
Catalog: Carry/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.calendar.bulk.message
source: %d upcoming trips will be added to your calendar.
de: %d bevorstehende Reisen werden deinem Kalender hinzugefügt.
es: %d próximos viajes serán añadidos a tu calendario.
fr: %d voyages à venir seront ajoutés à votre calendrier.
ja: %d 件の旅行がカレンダーに追加されます。
ko: 예정된 여행 %d개가 캘린더에 추가돼요.
pt_br: %d próximas viagens serão adicionadas ao seu calendário.
zh_hans: 即将添加 %d 个行程到您的日历
zh_hant: 即將將 %d 個行程加入您的日曆

# settings.calendar.bulk.title
source: Add Upcoming Trips?
de: Bevorstehende Reisen hinzufügen?
es: ¿Añadir próximos viajes?
fr: Ajouter les voyages à venir ?
ja: 今後の旅行を追加しますか？
ko: 예정된 여행을 추가할까요?
pt_br: Adicionar próximas viagens?
zh_hans: 添加即将出发的行程？
zh_hant: 加入即將出發的行程？

# settings.calendar.entry
source: Calendar Sync
de: Kalender-Sync
es: Sincronización de calendario
fr: Sync calendrier
ja: カレンダー同期
ko: 캘린더 동기화
pt_br: Sincronização de calendário
zh_hans: 日历同步
zh_hant: 行事曆同步

# settings.calendar.footer
source: Trips go to a calendar named "Carry." If they don’t appear, enable "Carry" in the Calendar app.
de: Reisen kommen in einen Kalender namens „Carry“. Erscheinen sie nicht, aktiviere „Carry“ in der Kalender-App.
es: Los viajes van a un calendario llamado «Carry». Si no aparecen, activa «Carry» en la app Calendario.
fr: Les voyages vont dans un calendrier nommé « Carry ». S’ils n’apparaissent pas, activez « Carry » dans l’app Calendrier.
ja: 旅行は「Carry」カレンダーに追加されます。表示されない場合は、カレンダーAppで「Carry」をオンにしてください。
ko: 여행은 "Carry" 캘린더에 추가돼요. 표시되지 않으면 캘린더 앱에서 "Carry"를 켜 주세요.
pt_br: As viagens vão para um calendário chamado "Carry". Se não aparecerem, ative "Carry" no app Calendário.
zh_hans: 行程会加入名为「Carry」的日历。若未显示，请在「日历」App 中勾选「Carry」。
zh_hant: 行程會加入名為「Carry」的日曆。若未顯示，請在「日曆」App 中勾選「Carry」。

# settings.calendar.overlay.footer
source: Read-only — pick which calendars to show. These events stay on your device and never appear in shared or exported trips.
de: Nur lesen – wähle, welche Kalender angezeigt werden. Diese Ereignisse bleiben auf deinem Gerät und erscheinen nie in geteilten oder exportierten Reisen.
es: Solo lectura: elige qué calendarios mostrar. Estos eventos permanecen en tu dispositivo y nunca aparecen en viajes compartidos o exportados.
fr: Lecture seule — choisissez les calendriers à afficher. Ces événements restent sur votre appareil et n’apparaissent jamais dans les voyages partagés ou exportés.
ja: 読み取り専用——表示するカレンダーを選べます。これらの予定はデバイスに留まり、共有・書き出した旅程には表示されません。
ko: 읽기 전용 — 표시할 캘린더를 선택하세요. 이 이벤트는 기기에만 남으며 공유하거나 내보낸 여행에는 나타나지 않습니다.
pt_br: Somente leitura — escolha quais calendários mostrar. Esses eventos ficam no seu dispositivo e nunca aparecem em viagens compartilhadas ou exportadas.
zh_hans: 只读——选择显示哪些日历。这些事件只留在你的设备上，不会出现在分享或导出的行程里。
zh_hant: 唯讀——選擇顯示哪些日曆。這些事件只留在你的裝置上，不會出現在分享或匯出的行程裡。

# settings.calendar.overlay.pick
source: Include these calendars
de: Diese Kalender einbeziehen
es: Incluir estos calendarios
fr: Inclure ces calendriers
ja: 表示するカレンダー
ko: 표시할 캘린더
pt_br: Incluir estes calendários
zh_hans: 选择要显示的日历
zh_hant: 選擇要顯示的日曆

# settings.calendar.overlay.show
source: Show in itinerary
de: Im Reiseplan anzeigen
es: Mostrar en el itinerario
fr: Afficher dans l’itinéraire
ja: 旅程に表示
ko: 일정에 표시
pt_br: Mostrar no roteiro
zh_hans: 在行程中显示
zh_hant: 在行程中顯示

# settings.calendar.overlay.title
source: Calendar events
de: Kalenderereignisse
es: Eventos del calendario
fr: Événements du calendrier
ja: カレンダーの予定
ko: 캘린더 이벤트
pt_br: Eventos do calendário
zh_hans: 日历事件
zh_hant: 日曆事件

# settings.calendar.permission.denied.message
source: Please enable Calendar access in Settings to use this feature.
de: Bitte aktiviere den Kalenderzugriff in den Einstellungen, um diese Funktion zu nutzen.
es: Por favor, habilita el acceso al calendario en Configuración para usar esta función.
fr: Veuillez activer l'accès au calendrier dans Réglages pour utiliser cette fonctionnalité.
ja: この機能を使用するには、設定でカレンダーへのアクセスを有効にしてください。
ko: 이 기능을 사용하려면 설정에서 캘린더 접근을 허용해 주세요.
pt_br: Por favor, ative o acesso ao calendário nas Configurações para usar este recurso.
zh_hans: 请在系统设置中开启日历访问权限，以使用此功能
zh_hant: 請在系統設定中開啟日曆存取權限，以使用此功能

# settings.calendar.permission.denied.title
source: Calendar Access Required
de: Kalenderzugriff erforderlich
es: Acceso al calendario requerido
fr: Accès au calendrier requis
ja: カレンダーへのアクセスが必要です
ko: 캘린더 접근 권한이 필요합니다
pt_br: Acesso ao calendário necessário
zh_hans: 需要日历访问权限
zh_hant: 需要日曆存取權限

# settings.calendar.permission.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir configurações
zh_hans: 打开设置
zh_hant: 開啟設定

# settings.calendar.status.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
pt_br: Desativado
zh_hans: 已关闭
zh_hant: 已關閉

# settings.calendar.status.on
source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켜짐
pt_br: Ativado
zh_hans: 已开启
zh_hant: 已開啟

# settings.calendar.subtitle
source: Upcoming trips are added automatically
de: Bevorstehende Reisen werden automatisch hinzugefügt
es: Los próximos viajes se añaden automáticamente
fr: Les voyages à venir sont ajoutés automatiquement
ja: 今後の旅行が自動的に追加されます
ko: 예정된 여행이 자동으로 추가됩니다
pt_br: Próximas viagens são adicionadas automaticamente
zh_hans: 即将出发的行程将自动添加
zh_hant: 即將出發的行程將自動加入

# settings.calendar.toggle
source: Trip Calendar
de: Reisekalender
es: Calendario de viajes
fr: Calendrier de voyages
ja: 旅行カレンダー
ko: 여행 캘린더
pt_br: Calendário de viagens
zh_hans: 行程日历
zh_hant: 行程日曆

# settings.currency.all
source: All
de: Alle
es: Todas
fr: Toutes
ja: すべて
ko: 전체
pt_br: Todas
zh_hans: 全部
zh_hant: 全部

# settings.currency.entry
source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 货币
zh_hant: 貨幣

# settings.currency.no_results
source: No matching currency
de: Keine passende Währung
es: Ninguna moneda coincide
fr: Aucune devise correspondante
ja: 一致する通貨がありません
ko: 일치하는 통화가 없습니다
pt_br: Nenhuma moeda correspondente
zh_hans: 没有匹配的货币
zh_hant: 沒有符合的貨幣

# settings.currency.search
source: Search currency
de: Währung suchen
es: Buscar moneda
fr: Rechercher une devise
ja: 通貨を検索
ko: 통화 검색
pt_br: Buscar moeda
zh_hans: 搜索货币
zh_hant: 搜尋貨幣

# settings.currency.suggested
source: Suggested
de: Vorschläge
es: Sugeridas
fr: Suggestions
ja: おすすめ
ko: 추천
pt_br: Sugeridas
zh_hans: 建议
zh_hant: 建議

# settings.currency.title
source: Currency
de: Währung
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
pt_br: Moeda
zh_hans: 货币
zh_hant: 貨幣

# settings.cycle.description
source: Suggests period essentials when a trip may overlap your cycle.
de: Schlägt Periodenbedarfe vor, wenn eine Reise deinen Zyklus überschneiden könnte.
es: Sugiere artículos esenciales para el periodo cuando un viaje puede coincidir con tu ciclo.
fr: Suggère les essentiels menstruels si un voyage peut coïncider avec ton cycle.
ja: 旅行が生理と重なりそうなとき、必需品のパッキングを提案します。
ko: 여행이 생리 기간과 겹칠 때 필수품을 챙기도록 제안합니다.
pt_br: Sugere itens essenciais para o período quando uma viagem pode coincidir com seu ciclo.
zh_hans: 行程与经期重叠时，提醒你带上必备物品。
zh_hant: 行程與生理期重疊時，提醒你帶上必備物品。

# settings.cycle.entry
source: Health Tips
de: Gesundheitstipps
es: Consejos de salud
fr: Conseils santé
ja: 健康のヒント
ko: 건강 팁
pt_br: Dicas de saúde
zh_hans: 健康提示
zh_hant: 健康提示

# settings.cycle.privacy
source: Cycle Tracking is read on-device only — never stored or shared. Turn off anytime.
de: Zyklus-Tracking wird nur auf diesem Gerät gelesen – nie gespeichert oder geteilt. Jederzeit abschaltbar.
es: El seguimiento del ciclo se lee solo en este dispositivo, nunca se almacena ni comparte. Desactívalo cuando quieras.
fr: Le suivi du cycle est lu uniquement sur cet appareil — jamais stocké ni partagé. Désactivable à tout moment.
ja: サイクルトラッキングはこのデバイスのみで読み取られ、保存・共有されません。いつでもオフにできます。
ko: 생리 주기 기록은 이 기기에서만 읽히며 저장되거나 공유되지 않습니다. 언제든지 끌 수 있습니다.
pt_br: O rastreamento do ciclo é lido apenas neste dispositivo — nunca armazenado ou compartilhado. Desative a qualquer momento.
zh_hans: 仅在本机读取经期记录，不存储、不上传。可随时关闭。
zh_hant: 僅在本機讀取生理期記錄，不儲存、不上傳。可隨時關閉。

# settings.cycle.section.period
source: Period Reminders
de: Perioden-Erinnerungen
es: Recordatorios de periodo
fr: Rappels de règles
ja: 生理リマインダー
ko: 생리 알림
pt_br: Lembretes de menstruação
zh_hans: 经期提醒
zh_hant: 生理期提醒

# settings.cycle.toggle
source: Period-aware packing
de: Periodenbewusstes Packen
es: Equipaje según tu periodo
fr: Bagages selon vos règles
ja: 生理を考慮した持ち物
ko: 생리 기간 짐 챙기기
pt_br: Mala ciente da menstruação
zh_hans: 经期打包提醒
zh_hant: 生理期打包提醒

# settings.data.autosave
source: Auto-Save
de: Automatisch sichern
es: Guardado automático
fr: Enregistrement automatique
ja: 自動保存
ko: 자동 저장
pt_br: Salvamento automático
zh_hans: 自动保存
zh_hant: 自動儲存

# settings.data.erase
source: Erase All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
ja: すべてのデータを消去
ko: 모든 데이터 지우기
pt_br: Apagar todos os dados
zh_hans: 抹掉所有数据
zh_hant: 清除所有資料

# settings.data.erase.confirm.action
source: Erase Everything
de: Alles löschen
es: Borrar todo
fr: Tout effacer
ja: すべて消去
ko: 모두 지우기
pt_br: Apagar tudo
zh_hans: 抹掉全部
zh_hant: 全部清除

# settings.data.erase.confirm.message
source: This permanently removes all trips, packing lists, and attachments from this device. It can't be undone — export a backup first if you'd like to keep a copy.
de: Dadurch werden alle Reisen, Packlisten und Anhänge dauerhaft von diesem Gerät entfernt. Das lässt sich nicht rückgängig machen – exportiere zuerst ein Backup, wenn du eine Kopie behalten möchtest.
es: Esto elimina permanentemente todos los viajes, listas de equipaje y archivos adjuntos de este dispositivo. No se puede deshacer: exporta una copia de seguridad primero si quieres conservar una copia.
fr: Cela supprime définitivement tous les voyages, listes de bagages et pièces jointes de cet appareil. Cette action est irréversible — exportez d'abord une sauvegarde si vous souhaitez en garder une copie.
ja: この端末のすべての旅行・荷物リスト・添付ファイルが完全に削除され、元に戻せません。コピーを残したい場合は、先にバックアップを書き出してください。
ko: 이 기기의 모든 여행, 짐 목록, 첨부 파일이 영구적으로 삭제되며 되돌릴 수 없습니다. 사본을 남기려면 먼저 백업을 내보내세요.
pt_br: Isso remove permanentemente todas as viagens, listas de bagagem e anexos deste dispositivo. Não é possível desfazer — exporte um backup primeiro se quiser manter uma cópia.
zh_hans: 将永久删除本机的全部行程、打包清单与附件，且无法恢复。想留副本，可先用「导出」备份。
zh_hant: 將永久刪除本機的全部行程、打包清單與附件，且無法復原。想留副本，可先用「匯出」備份。

# settings.data.erase.confirm.title
source: Erase all data?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
ja: すべてのデータを消去しますか？
ko: 모든 데이터를 지울까요?
pt_br: Apagar todos os dados?
zh_hans: 抹掉所有数据？
zh_hant: 清除所有資料？

# settings.data.erase.undo.action
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
zh_hans: 撤销
zh_hant: 復原

# settings.data.erase.undo.message
source: Erasing all data
de: Alle Daten werden gelöscht
es: Borrando todos los datos
fr: Effacement de toutes les données
ja: すべてのデータを消去中
ko: 모든 데이터를 지우는 중
pt_br: Apagando todos os dados
zh_hans: 正在抹除全部数据
zh_hant: 正在清除所有資料

# settings.data.export
source: Export Backup
de: Backup exportieren
es: Exportar copia de seguridad
fr: Exporter la sauvegarde
ja: バックアップを書き出す
ko: 백업 내보내기
pt_br: Exportar backup
zh_hans: 导出备份
zh_hant: 匯出備份

# settings.data.import
source: Import Backup
de: Backup importieren
es: Importar copia de seguridad
fr: Importer la sauvegarde
ja: バックアップを読み込む
ko: 백업 가져오기
pt_br: Importar backup
zh_hans: 导入备份
zh_hant: 匯入備份

# settings.data.import.action
source: Import & Replace
de: Importieren & Ersetzen
es: Importar y reemplazar
fr: Importer et remplacer
ja: インポートして置き換え
ko: 가져오기 및 교체
pt_br: Importar e substituir
zh_hans: 导入并替换
zh_hant: 匯入並取代

# settings.data.import.action.merge
source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
ja: 統合
ko: 병합
pt_br: Mesclar
zh_hans: 合并导入
zh_hant: 合併匯入

# settings.data.import.confirm.message
source: Merge adds new trips from the backup without removing your current data. Replace removes all current data first.
de: Zusammenführen fügt neue Reisen aus dem Backup hinzu, ohne vorhandene Daten zu löschen. Ersetzen löscht zuerst alle aktuellen Daten.
es: Combinar añade los nuevos viajes del respaldo sin eliminar los datos actuales. Reemplazar elimina todos los datos actuales primero.
fr: Fusionner ajoute les nouveaux voyages de la sauvegarde sans supprimer les données actuelles. Remplacer supprime d'abord toutes les données actuelles.
ja: 「統合」はバックアップの新しい旅行を既存データを保持したまま追加します。「置き換え」は現在のデータをすべて削除してからインポートします。
ko: 병합은 현재 데이터를 유지하면서 백업의 새 여행을 추가합니다. 교체는 현재 데이터를 모두 삭제한 후 가져옵니다.
pt_br: Mesclar adiciona novas viagens do backup sem remover seus dados atuais. Substituir remove todos os dados atuais primeiro.
zh_hans: 「合并」仅导入备份中的新行程，不影响现有数据；「替换」会清除当前所有数据后重新导入。
zh_hant: 「合併」僅匯入備份中的新行程，不影響現有資料；「取代」會清除目前所有資料後重新匯入。

# settings.data.import.confirm.title
source: Import This Backup?
de: Dieses Backup importieren?
es: Importar este respaldo?
fr: Importer cette sauvegarde ?
ja: このバックアップをインポートしますか？
ko: 이 백업을 가져올까요?
pt_br: Importar este backup?
zh_hans: 导入此备份？
zh_hant: 匯入此備份？

# settings.data.import.merge.none
source: No new trips to merge
de: Keine neuen Reisen zum Zusammenführen
es: No hay nuevos viajes para combinar
fr: Aucun nouveau voyage à fusionner
ja: 統合する新しい旅行はありません
ko: 병합할 새 여행이 없습니다
pt_br: Nenhuma viagem nova para mesclar
zh_hans: 备份中没有新行程
zh_hant: 備份中沒有新行程

# settings.data.import.merge.success
source: Merged %lld trips
de: %lld Reisen zusammengeführt
es: %lld viajes combinados
fr: %lld voyages fusionnés
ja: %lld件の旅行を統合しました
ko: 여행 %lld개가 병합됐어요
pt_br: %lld viagens mescladas
zh_hans: 已合并 %lld 个行程
zh_hant: 已合併 %lld 個行程

# settings.data.intro
source: Your trips stay on this device. Export or import a backup, or erase everything.
de: Deine Reisen bleiben auf diesem Gerät. Exportiere oder importiere ein Backup oder lösche alles.
es: Tus viajes se quedan en este dispositivo. Exporta o importa una copia de seguridad, o bórralo todo.
fr: Tes voyages restent sur cet appareil. Exporte ou importe une sauvegarde, ou efface tout.
ja: あなたの旅行はこの端末に保存されます。バックアップの書き出し・読み込み、またはすべての消去ができます。
ko: 여행 데이터는 이 기기에 저장됩니다. 백업을 내보내거나 가져오거나, 전체를 지울 수 있습니다.
pt_br: Suas viagens ficam neste dispositivo. Exporte ou importe um backup, ou apague tudo.
zh_hans: 你的行程都保存在本机。可导出或导入备份，或全部抹除。
zh_hant: 你的行程都儲存在本機。可匯出或匯入備份，或全部清除。

# settings.data.local_backup
source: Local Backup
de: Lokales Backup
es: Copia de seguridad local
fr: Sauvegarde locale
ja: ローカルバックアップ
ko: 로컬 백업
pt_br: Backup local
zh_hans: 本地备份
zh_hant: 本機備份

# settings.data.recovery.explanation
source: Your trip data is backed up locally. Restore it here if anything is accidentally lost.
de: Wenn deine Reisen nach einem App-Update oder einer Gerätewiederherstellung verschwunden sind, kannst du sie aus dem letzten automatischen Speicher unten wiederherstellen.
es: Si tus viajes desaparecieron tras una actualización de la app o restauración del dispositivo, puedes recuperarlos desde el autoguardado más reciente a continuación.
fr: Si vos voyages ont disparu après une mise à jour de l'app ou une restauration de l'appareil, vous pouvez les récupérer depuis la dernière sauvegarde automatique ci-dessous.
ja: アプリのアップデートやデバイスのリストア後に旅行データが消えた場合、下の最新の自動保存から復元できます。
ko: 앱 업데이트 또는 기기 복원 후 여행이 사라진 경우, 아래의 가장 최근 자동 저장에서 복구할 수 있습니다.
pt_br: Se suas viagens desapareceram após uma atualização do app ou restauração do dispositivo, você pode recuperá-las do salvamento automático mais recente abaixo.
zh_hans: 行程数据自动备份在本地，数据意外丢失时可从这里恢复。
zh_hant: 行程資料自動備份在本機，資料意外遺失時可從這裡還原。

# settings.data.recovery.last_saved
source: Last Auto Backup
de: Letztes Auto-Backup
es: Última copia automática
fr: Dernière sauvegarde auto
ja: 最終自動バックアップ
ko: 마지막 자동 백업
pt_br: Último backup automático
zh_hans: 最近自动备份
zh_hant: 最近自動備份

# settings.data.recovery.no_backup
source: No auto-save found yet. Your data will be backed up automatically as you use Carry.
de: Noch kein automatisches Speichern gefunden. Deine Daten werden automatisch gesichert, während du Carry verwendest.
es: Aún no se encontró ningún autoguardado. Tus datos se respaldarán automáticamente mientras uses Carry.
fr: Aucune sauvegarde automatique trouvée pour l'instant. Vos données seront sauvegardées automatiquement en utilisant Carry.
ja: まだ自動保存が見つかりません。Carryを使い続けると自動的にバックアップされます。
ko: 아직 자동 저장을 찾을 수 없습니다. Carry를 사용하면 자동으로 백업됩니다.
pt_br: Nenhum salvamento automático encontrado ainda. Seus dados serão salvos automaticamente enquanto você usa o Carry.
zh_hans: 暂无自动保存记录。使用 Carry 后，数据将会自动备份。
zh_hant: 尚無自動儲存記錄。使用 Carry 後，資料將會自動備份。

# settings.data.recovery.trips_count
source: Trips in Backup
de: Reisen im Backup
es: Viajes en la copia de seguridad
fr: Voyages dans la sauvegarde
ja: バックアップ内の旅行
ko: 백업의 여행
pt_br: Viagens no backup
zh_hans: 备份行程数
zh_hant: 備份行程數

# settings.data.restore
source: Restore from Backup
de: Aus Backup wiederherstellen
es: Restaurar desde copia de seguridad
fr: Restaurer depuis la sauvegarde
ja: バックアップから復元
ko: 백업에서 복원
pt_br: Restaurar do backup
zh_hans: 从备份恢复
zh_hant: 從備份還原

# settings.data.restore.action
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 復元
ko: 복원
pt_br: Restaurar
zh_hans: 恢复
zh_hant: 還原

# settings.data.restore.confirm.message
source: All current trips will be replaced with the backed-up data. This cannot be undone.
de: Alle aktuellen Reisen werden durch die gesicherten Daten ersetzt. Dies kann nicht rückgängig gemacht werden.
es: Todos los viajes actuales serán reemplazados por los datos del respaldo. Esta acción no se puede deshacer.
fr: Tous les voyages actuels seront remplacés par les données sauvegardées. Cette action est irréversible.
ja: 現在の旅行データはすべてバックアップデータに置き換えられます。この操作は元に戻せません。
ko: 모든 현재 여행이 백업 데이터로 교체됩니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Todas as viagens atuais serão substituídas pelos dados do backup. Isso não pode ser desfeito.
zh_hans: 当前所有行程将被备份数据替换，此操作无法撤销。
zh_hant: 目前所有行程將被備份資料取代，此操作無法復原。

# settings.data.restore.confirm.title
source: Restore from Backup?
de: Aus Backup wiederherstellen?
es: Restaurar desde el respaldo?
fr: Restaurer depuis la sauvegarde ?
ja: バックアップから復元しますか？
ko: 백업에서 복원할까요?
pt_br: Restaurar do backup?
zh_hans: 从备份恢复？
zh_hant: 從備份還原？

# settings.data.restore.error.corrupt
source: Backup file is corrupt and cannot be read.
de: Die Backup-Datei ist beschädigt und kann nicht gelesen werden.
es: El archivo de respaldo está dañado y no se puede leer.
fr: Le fichier de sauvegarde est corrompu et ne peut pas être lu.
ja: バックアップファイルが破損していて読み込めません。
ko: 백업 파일이 손상되어 읽을 수 없습니다.
pt_br: O arquivo de backup está corrompido e não pode ser lido.
zh_hans: 备份文件已损坏，无法读取。
zh_hant: 備份檔案已損毀，無法讀取。

# settings.data.restore.error.not_found
source: No backup file found.
de: Keine Backup-Datei gefunden.
es: No se encontró ningún archivo de respaldo.
fr: Aucun fichier de sauvegarde trouvé.
ja: バックアップファイルが見つかりません。
ko: 백업 파일을 찾을 수 없습니다.
pt_br: Nenhum arquivo de backup encontrado.
zh_hans: 未找到备份文件。
zh_hant: 找不到備份檔案。

# settings.data.restore.error.unsupported
source: Can’t read this file — pick a Carry backup.
de: Datei nicht erkannt – wähle ein Carry-Backup.
es: Archivo no reconocido. Elige un backup de Carry.
fr: Fichier non reconnu — choisis une sauvegarde Carry.
ja: 読み込めないファイルです。Carry のバックアップを選んでください。
ko: 읽을 수 없는 파일이에요. Carry 백업을 선택해 주세요.
pt_br: Arquivo não reconhecido. Escolha um backup do Carry.
zh_hans: 无法识别此文件，请选择 Carry 备份。
zh_hant: 無法辨識此檔案，請選擇 Carry 備份。

# settings.data.restore.error.version
source: This backup (version %lld) is from a newer version of Carry. Please update the app first.
de: Dieses Backup (Version %lld) stammt aus einer neueren Carry-Version. Bitte aktualisiere die App zuerst.
es: Esta copia de seguridad (versión %lld) es de una versión más reciente de Carry. Actualiza la app primero.
fr: Cette sauvegarde (version %lld) provient d’une version plus récente de Carry. Mettez d’abord l’app à jour.
ja: このバックアップ（バージョン %lld）は新しいバージョンの Carry で作成されました。先にアプリを更新してください。
ko: 이 백업(버전 %lld)은 더 최신 버전의 Carry에서 만든 거예요. 먼저 앱을 업데이트해 주세요.
pt_br: Este backup (versão %lld) é de uma versão mais recente do Carry. Atualize o app primeiro.
zh_hans: 此备份（版本 %lld）由更新版本的 Carry 创建。请先更新 App。
zh_hant: 此備份（版本 %lld）由更新版本的 Carry 建立。請先更新 App。

# settings.data.restore.no_backup
source: No backup yet
de: Noch kein Backup
es: Aún sin respaldo
fr: Pas encore de sauvegarde
ja: まだバックアップなし
ko: 아직 백업 없음
pt_br: Ainda sem backup
zh_hans: 暂无备份
zh_hant: 尚無備份

# settings.data.restore.success
source: Restored %lld trips
de: %lld Reisen wiederhergestellt
es: %lld viajes restaurados
fr: %lld voyages restaurés
ja: %lld件の旅行を復元しました
ko: 여행 %lld개가 복원됐어요
pt_br: %lld viagens restauradas
zh_hans: 已恢复 %lld 个行程
zh_hant: 已還原 %lld 個行程

# settings.data.subtitle
source: Automatically saved after every change.
de: Wird nach jeder Änderung automatisch gesichert.
es: Se guarda automáticamente después de cada cambio.
fr: Enregistré automatiquement après chaque modification.
ja: 変更のたびに自動で保存されます。
ko: 변경할 때마다 자동으로 저장돼요.
pt_br: Salvo automaticamente após cada alteração.
zh_hans: 每次修改后自动保存。
zh_hant: 每次修改後自動儲存。

# settings.data.title
source: Data & Backup
de: Daten & Backup
es: Datos y copia de seguridad
fr: Données et sauvegarde
ja: データとバックアップ
ko: 데이터 및 백업
pt_br: Dados e backup
zh_hans: 数据与备份
zh_hant: 資料與備份

# settings.developer.clear_calendar_ids.subtitle
source: Clears the record of which trips were already added to Calendar, so the add-to-calendar flow can be tested again. Does not delete existing calendar events.
de: Löscht die Aufzeichnung, welche Reisen bereits zum Kalender hinzugefügt wurden, um den Ablauf erneut zu testen. Bestehende Kalendereinträge bleiben erhalten.
es: Borra el registro de qué viajes ya se añadieron al calendario para volver a probar el flujo. No elimina los eventos existentes del calendario.
fr: Efface l'enregistrement des voyages déjà ajoutés au calendrier afin de retester le flux. Ne supprime pas les événements existants du calendrier.
ja: どの旅行が既にカレンダーに追加されたかの記録を消去し、追加フローを再テストできるようにします。既存のカレンダーイベントは削除されません。
ko: 어떤 여행이 이미 캘린더에 추가되었는지에 대한 기록을 지워 추가 흐름을 다시 테스트할 수 있게 합니다. 기존 캘린더 이벤트는 삭제하지 않습니다.
pt_br: Limpa o registro de quais viagens já foram adicionadas ao calendário para testar o fluxo novamente. Não exclui eventos existentes do calendário.
zh_hans: 清除「哪些行程已加入日历」的记录，以便重新测试加入日历流程。不会删除日历中已存在的事件。
zh_hant: 清除「哪些行程已加入日曆」的記錄，以便重新測試加入日曆流程。不會刪除日曆中已存在的事件。

# settings.legal.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings.legal.terms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos del servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 이용약관
pt_br: Termos de Serviço
zh_hans: 服务条款
zh_hant: 服務條款

# settings.liveactivity.description
source: Open any trip's packing list and Carry will automatically show your progress on the Lock Screen and Dynamic Island.
de: Sobald du eine Packliste öffnest, zeigt Carry deinen Fortschritt automatisch auf dem Sperrbildschirm und der Dynamic Island an.
es: Abre la lista de equipaje de cualquier viaje y Carry mostrará tu progreso automáticamente en la pantalla de bloqueo y la Dynamic Island.
fr: Ouvrez la liste d'emballage d'un voyage et Carry affichera automatiquement votre progression sur l'écran verrouillé et la Dynamic Island.
ja: 旅行の荷物リストを開くと、Carry が自動でロック画面と Dynamic Island に進捗を表示します。
ko: 여행 짐 목록을 열면 Carry가 잠금 화면과 다이나믹 아일랜드에 진행 상황을 자동으로 표시합니다.
pt_br: Abra a lista de bagagem de qualquer viagem e o Carry exibirá automaticamente seu progresso na tela de bloqueio e na Dynamic Island.
zh_hans: 打开任意行程的打包清单后，Carry 会自动在锁屏和灵动岛显示打包进度，让你随时掌握还剩多少件没打包。
zh_hant: 開啟任意行程的打包清單後，Carry 會自動在鎖定畫面和靈動島顯示打包進度，讓你隨時掌握還剩多少件未打包。

# settings.liveactivity.packing
source: Live Activities
de: Live-Aktivitäten
es: Actividades en vivo
fr: Activités en direct
ja: ライブアクティビティ
ko: 라이브 활동
pt_br: Atividades ao vivo
zh_hans: 实时活动
zh_hant: 即時動態
